Repository: twigbit/klimo
Catalog: lib/l10n/app_*.arb
Languages: de

# action_add
source: Add
de: Hinzufügen

# action_agree
source: Agree
de: Zustimmen

# action_back
source: Back
de: Zurück

# action_camera
source: Camera
de: Kamera

# action_cancel
source: Cancel
de: Abbrechen

# action_confirm
source: Confirm
de: Bestätigen

# action_delete
source: Delete
de: Löschen

# action_done
source: Done
de: Fertig

# action_edit
source: Edit
de: Bearbeiten

# action_error
source: An error occurred
de: Ein Fehler ist aufgetreten

# action_gallery
source: Gallery
de: Galerie

# action_next
source: Next
de: Weiter

# action_repeat
source: Repeat
de: Wiederholen

# action_save
source: Save
de: Speichern

# action_sign_in
source: Sign In
de: Anmelden

# action_skip
source: Skip
de: Überspringen

# action_update
source: Update
de: Aktualisieren

# actions_empty_message_1
source: Find exciting joint actions here in the future that will advance local climate protection. And if you feel like including your own action, contact us
de: Finde hier zukünftig spannende Mitachaktionen, die den Klimaschutz vor Ort voranbringen. Und wenn du Lust hast, deine eigene Aktion einzubinden, dann schreib uns

# actions_empty_message_2
source: directly here
de: direkt hier

source: Activism
de: Aktivismus

# activity_free_time
source: Average free time
de: Durchschnittliche Freizeit

# activity_free_time_unit
source: hours / day
de: Stunden / Tag

# activity_sleep_time
source: How many hours do you sleep on average per day?
de: Wie viele Stunden schläfst du durchschnittlich pro Tag?

# activity_sleep_time_unit
source: hours / day
de: Stunden / Tag

# activity_work_time
source: How many hours do you work on average per day?
de: Wie viele Stunden arbeitest du durchschnittlich pro Tag?

# activity_work_time_unit
source: hours / day
de: Stunden / Tag

# advents_tipp_read_more
source: Read more
de: Mehr lesen

# age_19_to_30
source: 19 - 30 years
de: 19 - 30 Jahre

# age_31_to_60
source: 31 - 60 years
de: 31 - 60 Jahre

# age_61_to_75
source: 61 - 75 years
de: 61 - 75 Jahre

# age_more_than_75
source: older than 75 years
de: älter als 75 Jahre

# age_range
source: What age group do you belong to?
de: Welcher Altersklasse gehörst du an?

# age_up_to_18
source: 18 years or younger
de: 18 Jahre oder jünger

# annual_heat_consumption
source: What is your annual heating consumption according to your bill?
de: Wie hoch ist dein Heizverbrauch pro Jahr gemäß deiner Abrechnung?

# annual_heat_consumption_unit_description
source: Please select the appropriate unit
de: Bitte wähle die entsprechende Einheit

# annual_heat_consumption_water
source: What is your annual hot water consumption according to your bill?
de: Wie hoch ist dein Warmwasserverbrauch pro Jahr gemäß deiner Abrechnung?

# annual_heat_consumption_water_unit_description
source: Please select the appropriate unit
de: Bitte wähle die entsprechende Einheit

# annual_power_consumption
source: What is your annual electricity consumption according to your bill?
de: Wie hoch ist dein jährlicher Stromverbrauch gemäß deiner Abrechnung?

# articles_actions
source: Actions
de: Aktionen

# articles_empty_message
source: There is nothing happening here right now. Stay tuned for the next news!
de: Hier ist gerade nichts los. Sei gespannt auf die nächsten Neuigkeiten!

# articles_guide
source: Guides
de: Ratgeber

# articles_news
source: News
de: Neuigkeiten

# articles_partner
source: Partner & Rewards
de: Partner & Belohnungen

# articles_projects
source: Crowdfunding Projects
de: Crowdfunding Projekte

# articles_projects_first_credits
source: Image Credit: Bro Vector – stock.adobe.com
de: Bildnachweis: Bro Vector – stock.adobe.com

# articles_projects_first_subtitle
source: Then start your own crowdfunding campaign here!
de: Dann starte hier deine eigene Crowdfunding-Kampagne!

# articles_projects_first_title
source: Looking for financial support for YOUR project?
de: Du suchst finanzielle Unterstützung für DEIN Projekt?

# auth_privacy_policy
source: Privacy Policy
de: Datenschutzinformationen

# auth_terms_agreement_message_1
source: By creating an account for the klimo app, you agree to the
de: Durch die Erstellung eines Accounts für die klimo App stimmst du den

# auth_terms_agreement_message_2
source: and acknowledge reading the
de: zu und bestätigst, die

# auth_terms_of_service
source: Terms of Service
de: Nutzungsbedingungen

source: Bicycle
de: Fahrrad

# bicycle_bike
source: Bicycle
de: Fahrrad

# bicycle_distance
source: How many kilometers do you cycle on average per year?
de: Wie viele Kilometer legst du durchschnittlich pro Jahr zurück?

# bicycle_distance_unit
source: km / year
de: km / Jahr

# bicycle_property
source: Do you own a bicycle or use bicycle-sharing services?
de: Hast du ein eigenes Fahrrad oder nutzt du Fahrradsharing-Angebote?

# bicycle_property_own
source: Own bicycle
de: Eigenes Fahrrad

# bicycle_property_sharing
source: Bicycle-sharing service
de: Fahrradsharing-Angebot

# bicycle_type
source: What type of bicycle do you use?
de: Welche Art von Fahrrad nutzt du?

# building_age_category
source: When was your building constructed (age category)?
de: Wann wurde dein Gebäude errichtet (Altersklasse)?

# building_age_category_before_1948
source: Before 1948
de: vor 1948

# building_age_category_from_2016
source: From 2016
de: ab 2016

# building_type
source: What type of building do you live in?
de: In welchem Gebäudetyp wohnst du?

# building_type_ezfh
source: Single-family or two-family house with a maximum of 3 residential units
de: Einfamilien- oder Zweifamilienhaus mit maximal 3 Wohneinheiten

# building_type_gmfh
source: Residential building with more than 12 residential units
de: Wohngebäude mit mehr als 12 Wohneinheiten

# building_type_kmfh
source: Residential building with 4-12 residential units
de: Wohngebäude mit 4-12 Wohneinheiten

# building_type_rh
source: Row house with a maximum of 3 residential units
de: Reihenhaus mit maximal 3 Wohneinheiten

# buying_behavior
source: How would you describe your buying behavior?
de: Wie würdest du dein Kaufverhalten einschätzen?

# buying_behavior_generous
source: Impulsive
de: Impulsiv

# buying_behavior_sparse
source: Thoughtful
de: Überlegt

# buying_criteria
source: Which criterion is particularly important to you when shopping?
de: Welches Kriterium ist dir beim Einkaufen besonders wichtig?

# buying_criteria_costs
source: Costs
de: Kosten

# buying_criteria_functionality
source: Functionality
de: Funktionalität

# buying_criteria_quality
source: Quality
de: Qualität

# buying_second_hand
source: Do you buy used items and second-hand things?
de: Kaufst du gebrauchte Artikel und Second-Hand-Dinge?

# buying_second_hand_never
source: Never
de: Auf keinen Fall

# buying_second_hand_preferred
source: Preferred
de: Bevorzugt

# buying_second_hand_sometimes
source: Sometimes
de: Manchmal

# calculate_calculator_section
source: Calculation
de: Berechnung

# calculate_calculator_section_message
source: Calculate your CO₂ emissions for the category
de: Berechne hier deine CO₂-Emissionen für den Bereich

# calculate_compensation_section_message
source: Calculate your CO₂ emissions offset here
de: Berechne hier deinen Ausgleich von CO₂-Emissionen

# calculator_nested_input_hint
source: Click to edit, swipe sideways to delete
de: Zum Bearbeiten klicken, zum Löschen seitlich wischen

source: Car
de: Auto

# car_motorcycle_car_classification
source: What class of vehicle do you own?
de: Welche Fahrzeugklasse besitzt du?

# car_motorcycle_car_classification_middle_class
source: Mid-size car
de: Mittelklasse

# car_motorcycle_car_classification_small_car
source: Compact car
de: Kleinwagen

# car_motorcycle_car_classification_upper_class
source: Upper-class car
de: Oberklasse

# car_motorcycle_car_sharing
source: Car-sharing service
de: Carsharing-Angebot

# car_motorcycle_consumption
source: What is your individual fuel consumption?
de: Wie hoch ist dein individueller Kraftstoffverbrauch?

# car_motorcycle_consumption_unit
source: l or kWh / 100 km
de: l oder kWh / 100 km

# car_motorcycle_distance
source: How many kilometers do you travel on average per year?
de: Wie viele Kilometer legst du durchschnittlich pro Jahr zurück?

# car_motorcycle_distance_unit
source: km / year
de: km / Jahr

# car_motorcycle_fuel
source: What type of fuel or energy source do you use?
de: Welchen Kraftstoff oder welche Energiequelle verwendest du?

# car_motorcycle_fuel_benzin
source: Gasoline
de: Benzin

# car_motorcycle_fuel_electric
source: Electricity
de: Strom

# car_motorcycle_own_car
source: Own car
de: Eigenes Auto

# car_motorcycle_type
source: Do you own a car or use car-sharing services?
de: Besitzt du ein Auto oder nutzt du Carsharing-Angebote?

# challenge_complete_no
source: No
de: Nein

# challenge_complete_question
source: Did you complete the challenge?
de: Hast du die Challenge geschafft?

# challenge_complete_yes
source: Yes
de: Ja

# challenge_done
source: Done
de: Erledigt

# challenge_list_page_title
source: Add Challenge
de: Challenge hinzufügen

source: Challenge of the day
de: Challenge des Tages

# challenge_recommended_for_me
source: Recommended for me
de: Für mich empfohlen

# challenges_dashboard_actions
source: Actions
de: Aufgaben

# challenges_dashboard_actions_empty
source: Plan your actions here!
de: Plane hier deine Aktionen!

# challenges_dashboard_completed
source: Completed
de: Abgeschlossen

# challenges_dashboard_habits
source: Habits
de: Gewohnheiten

# challenges_dashboard_habits_empty
source: Plan your changes here!
de: Plane hier deine Veränderungen!

# challenges_dashboard_suggestions
source: Suggestions
de: Vorschläge

# challenges_done
source: Done
de: Erledigt

# challenges_earned
source: earned
de: verdient

# challenges_info
source: Information
de: Informationen

# challenges_one_time
source: One-time
de: Einmalig

# challenges_participants
source: Participants
de: Teilnehmer:innen

# challenges_planned
source: Planned
de: Geplant

# challenges_points
source: Points
de: Punkte

# challenges_recurring
source: Recurring
de: Wiederkehrend

# challenges_saved
source: saved
de: gespart

# challenges_sequential
source: Sequential
de: Mehrstufig

# challenges_summary_message
source: Collect more data to see your statistics.
de: Sammle mehr Daten, um deine Statistik zu sehen.

# challenges_undone
source: Not done
de: Nicht geschafft

# challenges_view_empty_week
source: You haven't set anything yet. Plan new challenges for this week!
de: Du hast dir noch nichts vorgenommen. Plane neue Challenges für diese Woche!

# challenges_view_today
source: TODAY
de: HEUTE

# challenges_view_week
source: Week
de: Woche

# climate_points_info_message_1
source: To achieve the goals of the Paris Climate Agreement by 2030, we need to reduce our annual CO₂ emissions to a maximum of 2.5 tons per capita. Our figures are based on the year 2020, in which, according to the German Federal Environment Agency, we had an average of 11.6 tons (as of 2020) in Germany. Starting from 2020, we consequently need to manage a difference of 9.1 tons by 2030, which corresponds to a uniform reduction of 910 kg of CO₂ emissions per capita per year.
de: Zum Erreichen der Ziele des Pariser Klimaabkommens bis 2030 müssen wir unsere jährlichen CO₂-Emissionen auf maximal 2,5t pro Kopf reduzieren. Unsere Zahlen basieren auf dem Jahr 2020, in dem wir gemäß Umweltbundesamt in Deutschland allerdings durchschnittlich bei 11,6t (Stand: 2020) lagen. Ausgehend von dem Start in 2020 müssen wir folglich die Differenz von 9,1t bis 2030 bewältigen, was einer gleichmäßigen Reduktion von 910kg CO₂-Emissionen pro Kopf pro Jahr entspricht.

# climate_points_info_message_2
source: For all challenges, we have calculated the annual CO₂ savings potential, i.e., the realized savings if you permanently integrate the behavioral changes into your daily life. If a challenge has a CO₂ savings potential of 91 kg per year, that would be 10% of the annual reduction target. Completing the challenge is therefore rewarded with 10 climate points. This means: The climate points of a challenge are approximately the percentage of your annual CO₂ savings target, where a single climate point corresponds to 9.1 kg of annual CO₂ savings.
de: Für alle Challenges haben wir das jährliche CO₂-Einsparpotential errechnet, also die umgesetzten Einsparungen, wenn du die Verhaltensänderungen dauerhaft in deinen Alltag integrierst. Hat eine Challenge ein CO₂- Einsparpotential von 91kg pro Jahr, wären das 10% des jährlichen Reduktionsziels. Das Absolvieren der Challenge wird demzufolge mit 10 Klimapunkten belohnt. Das bedeutet as: Die Klimapunkte einer Challenge ergeben sich etwa als prozentualer Anteil deines jährlichen CO₂-Einsparziels, wobei ein einzelner Klimapunkt 9,1kg jährlicher CO₂-Einsparung entspricht.

# climate_points_info_message_3
source: For challenges where there is no direct CO₂ saving, we have introduced an alternative points calculation. Investments in sustainable products and services are also rewarded: An investment of 50€ corresponds to 10 climate points, so 1 climate point is equivalent to 5€. For example, you receive four climate points for purchasing a power strip for 20€. For very large investments, such as buying a photovoltaic system for 7000€, the app awards 1 climate point for every 50€, to ensure balanced gamification. Time spent on sustainable activities also counts: You receive one climate point for every half hour of time spent. For example, a 2-hour bike ride earns you 4 climate points.
de: Für Challenges, bei denen keine direkte CO₂-Einsparung erfolgt, haben wir eine alternative Punkteberechnung eingeführt. Investitionen in nachhaltige Produkte und Dienstleistungen werden ebenfalls belohnt: Ein Investment von 50€ entspricht 10 Klimapunkten, also ist 1 Klimapunkt gleichwertig mit 5€. Zum Beispiel erhältst du für den Kauf einer Steckerleiste für 20€ vier Klimapunkte. Bei sehr großen Investitionen, wie dem Kauf einer Photovoltaikanlage für 7000€, vergibt die App 1 Klimapunkt für 50€, um eine ausgewogene Gamification zu gewährleisten. Auch zeitlicher Aufwand für nachhaltige Aktivitäten zählt: Für jede halbe Stunde Zeitaufwand erhältst du einen Klimapunkt. So bringen dir beispielsweise 2 Stunden Radtour 4 Klimapunkt.

# climate_points_info_message_4
source: With the climate points, your commitment is rewarded in a variety of ways and contributes to achieving our common climate goals.
de: Mit den Klimapunkten wird dein Engagement in vielfältiger Weise belohnt und trägt zur Erreichung unserer gemeinsamen Klimaziele bei.

# climate_points_info_title
source: What do the points mean?
de: Was bedeuten die Punkte?

# community_department_empty
source: There are no groups.
de: Es gibt keine Gruppen

# community_department_select
source: Select a Department
de: Stadtteil auswählen

# community_select_info
source: If you live in Kassel, select the Kassel Community to receive Kassel-specific challenges and rewards.
de: Wenn du in Kassel lebst, wähle die Kassel Community aus, um Kassel bezogene Challenges und Belohnungen zu erhalten.

# community_select_title
source: Choose Your Community
de: Wähle deine Community

# community_teams_create
source: Create Team
de: Team erstellen

# community_teams_create_info
source: Create your own team here, where other users can join. You will complete challenges together and earn collective climate points.
de: Erstelle hier dein eigenes Team, welchem andere Nutzer:innen dann beitreten können. Ihr absolviert Challenges und sammelt so gemeinsame Klimapunkte.

# community_teams_empty
source: There are no teams yet.
de: Es gibt noch keine Teams

# community_teams_select
source: Select a Team
de: Team auswählen

# community_users_department
source: My Department
de: Mein Stadtteil

# community_users_department_empty
source: You're not in any department yet?
de: Du bist noch in keinem Stadtteil?

# community_users_team
source: My Team
de: Mein Team

# community_users_team_empty
source: You're not in any team yet?
de: Du bist noch in keinem Team?

# compensation
source: Compensations
de: Kompensationen

# compensation_certificates
source: How many compensation certificates do you purchase per year?
de: Wie viele Kompensations-Zertifikate erwirbst du im Jahr?

# compensation_electricity
source: How much surplus electricity from your own production do you feed into the grid annually?
de: Wie viel Stromüberschuss aus eigener Erzeugung speist du jährlich ins Netz ein?

# compensation_investment
source: How much money do you invest in climate-friendly investments?
de: Wie viel Geld investierst du in klimafreundliche Geldanlagen?

# consent_data_help
source: We need your help.
de: Wir brauchen deine Hilfe.

# consent_data_no_help
source: Do Not Agree
de: Nicht zustimmen

# consent_data_share_message_1
source: We would like to use your usage data for scientific purposes and to improve our app to save even more CO₂ together. This will be done in an anonymized form without mentioning your name. To continuously adapt the app to your needs, we create anonymized crash reports and usage statistics using Google-provided analytical services. In the app settings, you can always revoke your consent for the future. You can find more information in our
de: Wir würden gerne deine Nutzungsdaten zu wissenschaftlichen Zwecken und zur Verbesserung unsere App verwenden, um gemeinsam noch mehr CO₂ einzusparen. Das erfolgt ohne Nennung deines Namens in anonymisierter Form. Damit wir die App immer besser an deine Bedürfnisse anpassen können, lassen wir anonymisierte Absturzberichte und Nutzungsstatistiken erstellen. Dabei benutzen wir von Google bereitgestellte Analysedienste. In den Einstellungen der App hast du jederzeit die Möglichkeit, deine Zustimmung mit Wirkung für die Zukunft zu widerrufen. Mehr dazu findest du in unseren

# consent_data_share_message_2
source: Privacy Policy.
de: Datenschutzinformationen.

# consent_data_share_message_3
source: If you're okay with this, we appreciate your help.
de: Wenn das für Dich klar geht, freuen wir uns über deine Hilfe.

source: Consumption
de: Konsum

# consumption_information
source: Indicate here how much and for what you spend your income on pure consumption of products and services. Products and services include: • Leisure and cultural activities • Household appliances and furniture • Restaurant visits and accommodations • Clothing and shoes • Health and education • Electronic devices and telecommunications • etc.
de: Gib hier an, wie viel und für was du dein Einkommen für reinen Konsum von Produkten und Dienstleistungen ausgibst. Unter Produkten und Dienstleistungen sind zu verstehen: • Freizeit- und Kulturaktivitäten • Haushaltsgeräte und Möbel • Gaststättenbesuche und Beherbergungen • Bekleidung und Schuhe • Gesundheit und Bildung • elektronische Geräte und Telekommunikation • usw.

# create_profile_skip_message
source: If you continue without a profile, other users won't be able to see your activity, and you won't be able to join groups.
de: Wenn du ohne Profil fortfährst, können andere Nutzer:innen deine Aktivität nicht sehen und du kannst keinen Gruppen beitreten.

# create_profile_skip_title
source: Continue Without a Profile
de: Ohne Profil fortfahren

# create_profile_title
source: Create Your Profile.
de: Erstelle dein Profil.

# dashboard_actions_headline
source: My Achievements
de: Meine Erfolge

# dashboard_advent_calendar
source: Mein Advent Calendar 🧑‍🎄
de: Mein Adventskalender 🧑‍🎄

# dashboard_footprint_headline
source: My Footprint
de: Mein Fußabdruck

# dashboard_guides_headline
source: Guides
de: Ratgeber

# dashboard_news_guides_headline
source: News & Guides
de: News & Ratgeber

# dashboard_news_headline
source: News & Information
de: News & Informationen

# dashboard_quizes_headline
source: My klimo knowledge
de: Mein klimo Wissen

# delete_account_message
source: Do you really want to delete your account? Your collected data and progress will be completely deleted. After your confirmation, you will be automatically logged out, and we will process your request within the next 7 days.
de: Möchtest du deinen Account wirklich löschen? Deine gesammelten Daten und dein Fortschritt werden dabei vollständig gelöscht. Nach deiner Bestätigung wirst du automatisch ausgeloggt und wir werden deine Anfrage innerhalb der nächsten 7 Tage bearbeiten.

# delete_account_title
source: Delete Account
de: Account löschen

# deletion_request_done_message
source: You have sent us a request to delete your account. We will process it and completely delete your data and account in the next few days. Until then, you still have the option to undo your request here.
de: Du hast uns eine Anfrage zum Löschen deines Accounst geschickt. Wir bearbeiten diese und werden in den nächsten Tagen deine Daten und deinen Account vollständig löschen. Bis dahin hast du hier noch die Möglichkeit deine Anfrage rückgängig zu machen.

# deletion_request_done_title
source: Your Account Will Be Deleted Soon
de: Dein Account wird demnächst gelöscht

# department_select_info
source: With your district, you earn climate points for the Community Leaderboard!
de: Mit deinem Stadtteil sammelst du Klimapunkte für das Community Leaderboard!

# department_select_title
source: Choose Your District
de: Wähle deinen Stadtteil

source: Departments
de: Stadtteile

# digital
source: Digital Life
de: Digitales Leben

source: Digital Infrastructure
de: Digitale Infrastruktur

# digital_infrastructure_description
source: The increasing trend of using digital services and the associated increase in internet traffic also make this aspect increasingly important. Here, only the provision of the service is covered, but there are other aspects that influence this category, such as the purchase of end devices (TV, PC, smartphone) and electricity consumption.
de: Der zunehmende Trend zur Nutzung digitaler Dienste und der damit verbundene Anstieg des Internetverkehrs machen diesen Aspekt ebenfalls immer wichtiger. Hier wird nur die Bereitstellung des Dienstes abgedeckt, es gibt jedoch weitere Aspekte, die diese Kategorie beeinflussen, wie den Kauf von Endgeräten (TV, PC, Smartphone) und den Stromverbrauch.

# energy_source
source: What is the main energy source for your heat supply?
de: Mit welcher Energiequelle wird die Wärmeversorgung hauptsächlich erzeugt?

# energy_source_biomass
source: Biomass
de: Biomasse

# energy_source_district_heating
source: District heating
de: Fernwärme

# energy_source_electricity
source: Electricity
de: Strom

# energy_source_oil
source: Oil
de: Öl

# energy_source_other
source: Other
de: Andere

# energy_source_water
source: What energy source is used for the hot water supply?
de: Welche Energiequelle wird zur Erzeugung der Warmwasserversorgung verwendet?

# energy_source_water_biomass
source: Biomass
de: Biomasse

# energy_source_water_district_heating
source: District heating
de: Fernwärme

# energy_source_water_electricity
source: Electricity
de: Strom

# energy_source_water_oil
source: Oil
de: Öl

# energy_source_water_other
source: Other
de: Andere

# estimated_calculator_section
source: Estimated
de: Geschätzt

# footprint_comparison_german
source: Germany
de: Deutschland
