Repository: twigbit/klimo
Catalog: lib/l10n/app_*.arb
Languages: de

# footprint_comparison_info_message
source: Different accounting principles underlie the comparison of annual CO2 emissions per capita. The value for Germany is determined based on the causative principle with a consumption-based perspective. The value for Kassel, however, is determined based on the causative principle with a partially consumption-based and partially territorial-based perspective. The differences exist in the areas of Housing and Public.
de: Bei dem Vergleich der jährlichen CO2-Emissionen pro Kopf liegen je nach Darstellung unterschiedliche Bilanzprinzipien zugrunde. Der Wert für Deutschland ist nach dem Verursacher Bilanzprinizip mit konsumbasierter Perspektive ermittelt. Der Wert für Kassel ist hingegen nach Verursacher Bilanzprinzip mit teils konsum- und teils territorialbasierter Perspektive ermittelt. Die Unterschiede bestehen hierbei in den Bereichen Wohnen und Öffentlich.

# footprint_comparison_info_title
source: Emission Comparisons
de: Emissionsvergleiche

# footprint_comparison_user
source: Me
de: Ich

# footprint_onboarding_detailed_calculation
source: Go to detailed calculation
de: Direkt zur detaillierten Berechnung

# footprint_onboarding_result_message
source: Your estimated CO₂e footprint includes:
de: Dein geschätzter CO₂e-Fußabdruck umfasst:

# footprint_onboarding_result_title
source: Done!
de: Geschafft!

# footprint_onboarding_skip_message
source: If you don't calculate your CO₂ footprint, it will be estimated based on the German average. In that case, you won't receive personalized tips, challenges, and advice to individually reduce it in the future. However, you can adjust your CO₂ footprint later at any time.
de: Wenn du deinen CO₂-Fußabdruck nicht berechnest, wird dieser anhand des bundesdeutschen Durchschnitts geschätzt. In dem Fall erhälst du keine personalisierten Tipps, Challenges und Ratschläge, um diesen künftig individuell zu reduzieren. Du kannst deinen CO₂-Fußabdruck aber später jederzeit anpassen.

# footprint_onboarding_skip_title
source: Skip Calculation
de: Berechnung überspringen

# footprint_onboarding_start
source: Let's Go!
de: Los geht's!

# footprint_onboarding_start_message_1
source: Answer a few short questions to get an initial estimate of your CO2e footprint. Any questions you don't answer will be estimated based on the German average.
de: Beantworte ein paar kurze Fragen, um einen ersten Schätzwert für deinen CO2e-Fußabdruck zu erhalten. Alle Fragen, die du nicht beantwortest, werden anhand des bundesdeutschen Durchschnitts geschätzt.

# footprint_onboarding_start_message_2
source: Important!
de: Wichtig!

# footprint_onboarding_start_message_3
source: You can calculate a detailed CO2e footprint directly in the app or later!
de: Du kannst direkt oder auch später noch in der App eine detaillierte Berechnung deines CO2e-Fußabdrucks durchführen!

# footprint_onboarding_start_title
source: Calculate Your CO₂e Footprint.
de: Berechne deinen CO₂e-Fußabdruck.

# footprint_trees_info_content
source: We can assume that a mature tree absorbs an average of about 10 kg of CO₂ per year.
de: Wir können annehmen, dass ein ausgewachsener Baum durchschnittlich etwa 10 kg CO₂ pro Jahr absorbiert.

# footprint_trees_info_title
source: How is this number derived?
de: Wie ergibt sich diese Zahl?

# footprint_trees_message
source: approximately mature trees needed to sequester the CO₂ emissions
de: ausgewachsene Bäume benötigt es ungefähr zur Bindung der CO₂-Emissionen

# footprint_unit
source: t CO₂e / Year
de: t CO₂e / Jahr

# free_time_behavior
source: How do you mainly spend your free time?
de: Wie verbringst du hauptsächlich deine Freizeit?

# free_time_behavior_sitting_lying
source: Sitting / Lying
de: Sitzen / Liegen

# free_time_behavior_sitting_standing
source: Sitting / Standing
de: Sitzen / Stehen

# free_time_behavior_sitting_standing_walking
source: Sitting / Standing / Walking
de: Sitzen / Stehen / Gehen

# free_time_behavior_sporty
source: Mainly sporty
de: Hauptsächlich sportlich

# free_time_behavior_standing_walking_sporty
source: Standing / Walking / Sporty
de: Stehen / Gehen / Sportlich

source: Freight Traffic
de: Güterverkehr

# freight_traffic_description
source: Based on the territorial principle, we calculated the average kilometers covered by freight transport in the German transport network. It is noted that the share is significantly lower than for a car, but the emission values are considered higher.
de: Auf Basis des Territorialprinzips haben wir die durchschnittlich zurückgelegten Kilometer von Gütertransporten im deutschen Verkehrsnetz berechnet. Es wird darauf hingewiesen, dass der Anteil deutlich geringer ist als bei einem Auto, die Emissionswerte jedoch als höher einzuschätzen sind.

# frozen_food
source: How often do you consume frozen food?
de: Wie oft konsumierst du Tiefkühlprodukte?

# frozen_food_daily
source: Daily
de: Täglich

# frozen_food_never
source: Never / occasionally
de: Nie / gelegentlich

# frozen_food_weekly
source: 1-3 times/week
de: 1-3 Mal/Woche

# gender
source: What is your gender?
de: Welches Geschlecht hast du?

# gender_diverse
source: Diverse
de: Divers

# gender_female
source: Female
de: Weiblich

# gender_male
source: Male
de: Männlich

# gender_no_value
source: Prefer not to say
de: Keine Angabe

source: General
de: Allgemein

# heat_generator
source: What type of heat generator do you primarily use to heat your building?
de: Welche Art von Wärmeerzeuger verwendest du primär zur Beheizung deines Gebäudes?

# heat_generator_boiler
source: Boiler / Heating system
de: Kessel / Therme

# heat_generator_district_heating
source: District heating connection
de: Fernwärmeanschluss

# heat_generator_heat_pump
source: Heat pump
de: Wärmepumpe

# heat_water_separated
source: Are your hot water and heating systems separated?
de: Sind deine Warmwasser- und Heizungssysteme getrennt?

source: Hobbies
de: Hobbys

# housing
source: Do you own or rent the apartment or house?
de: Besitzt du die Wohnung oder das Haus oder mietest du es?

# housing_ownership
source: Ownership
de: Eigentum

# housing_rent
source: Rent
de: Miete

# info_calculator_section
source: More Information
de: Mehr Informationen

# info_calculator_section_message
source: Learn more about the category
de: Erfahre hier mehr über den Bereich

# leave_calculator_section_content
source: You have unsaved data. Do you really want to leave this page?
de: Du hast ungespeicherte Werte. Möchtest du diese Seite wirklich verlassen?

# leave_calculator_section_title
source: Leave Calculation
de: Berechnung verlassen

source: Leave Department
de: Stadtteil verlassen

source: Leave Team
de: Team verlassen

source: Living
de: Wohnen

# living_area
source: What is the living area of your apartment or house in square meters?
de: Wie viele Quadratmeter Wohnfläche hat deine Wohnung oder dein Haus?

# living_information
source: Enter information about the building you live in. Your consumption data will be derived from this information. The most accurate CO₂ emissions can be calculated if you provide your personal consumption data from your electricity or heat supplier's bill. However, information about the building and heating structure is also essential to determine your individual CO₂ reduction potential.
de: Gib hier deine Angaben zum Gebäude ein, in dem du lebst. Deine Verbrauchsdaten werden zunächst aus diesen Informationen ermittelt. Die genauesten CO₂-Emissionen können berechnet werden, wenn du deinen persönlichen Verbrauch aus der Verbrauchsabrechnung deines Strom- oder Wärmeversorgers angeben kannst. Die Informationen zum Gebäude und zur Heizungsstruktur sind jedoch wichtig, um dein individuelles CO₂-Reduktionspotenzial zu ermitteln.

source: Means of Transport
de: Verkehrsmittel

# means_of_transport_onboarding
source: Which means of transportation do you use in your daily life?
de: Welche Verkehrsmittel nutzt du im Alltag?

source: Mobility
de: Mobilität

# monthly_expenses
source: How much do you spend on average per month on products and services?
de: Wie viel gibst du durchschnittlich pro Monat für Produkte und Dienstleistungen aus?

# motorcycle
source: Motorcycle / Moped
de: Motorrad / Moped

# motorcycle_type
source: Do you own a motorcycle/moped or use moped-sharing services?
de: Hast du ein eigenes Motorrad / Moped oder nutzt du Mopedsharing-Angebote?

# motorcycle_type_own_motorcycle
source: Own motorcycle/moped
de: Eigenes Motorrad / Moped

# motorcycle_type_sharing
source: Moped-sharing service
de: Mopedsharing-Angebot

source: Nutrition
de: Ernährung

# nutrition_information
source: Enter here how you move in everyday life, how you eat, and which foods you consume. The interaction of all these factors has a decisive influence on the CO₂ emissions in this category. The age, gender, and weight of the person determine the basic energy consumption that a person needs in calories per day at rest. The activity behavior influences performance and depends on physical activity at work and in leisure time. We meet our daily energy needs with food. Not all foods are rated equally in terms of their production.
de: Gib hier ein, wie du dich im Alltag fortbewegst, wie du dich ernährst und welche Lebensmittel du konsumierst. Das Zusammenspiel all dieser Faktoren hat einen entscheidenden Einfluss auf die CO₂-Emissionen in diesem Bereich. Das Alter, das Geschlecht und das Gewicht der Person bestimmen den Grundenergieverbrauch, den eine Person im Ruhezustand in Kalorien pro Tag benötigt. Das Aktivitätsverhalten beeinflusst die Leistung und hängt von der körperlichen Aktivität bei der Arbeit und in der Freizeit ab. Unseren täglichen Energiebedarf decken wir mit Nahrungsmitteln. Nicht alle Lebensmittel werden in Bezug auf ihre Herstellung gleich bewertet.

# nutrition_meat_reduced
source: Meat reduced
de: Fleisch reduziert

# nutrition_meaty
source: Meat-rich
de: Fleischhaltig

# nutrition_mixed
source: Mixed diet
de: Mischkost

# nutrition_question
source: How would you best describe your nutrition?
de: Wie würdest du deine Ernährung am besten beschreiben?

# nutrition_vegetarian
source: Vegetarian
de: Vegetarisch

# partner_view_title
source: Partnership
de: Partnerschaft

# people_in_household
source: How many people, including yourself, permanently live in your household?
de: Wie viele Personen, einschließlich dir selbst, leben dauerhaft in deinem Haushalt?

# permissions_message_camera
source: To take photos, allow access to your phone's camera in settings.
de: Um Fotos aufnehmen zu können, erlaube in den Einstellungen den Zugriff auf die Kamera deines Telefons.

# permissions_message_photo
source: To add photos, allow access to your phone's gallery in settings.
de: Um Fotos hinzufügen zu können, erlaube in den Einstellungen den Zugriff auf die Galerie deines Telefons.

# permissions_missing_dismiss
source: Cancel
de: Abbrechen

# permissions_missing_settings
source: Settings
de: Einstellugen

# permissions_missing_title
source: Please allow access
de: Bitte Zugriff erlauben

source: Pets
de: Haustiere

# pets_bird
source: Bird
de: Vogel

# pets_bird_reference
source: Where did you get your bird from?
de: Woher hast du deinen Vogel?

# pets_bird_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_bird_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_bird_share
source: Do you share your bird with other people? If so, how many?
de: Teilst du deinen Vogel mit anderen Personen? Wenn ja, mit wie vielen?

# pets_cat
source: Cat
de: Katze

# pets_cat_nutrition
source: How do you feed your cat?
de: Wie fütterst du deine Katze?

# pets_cat_reference
source: Where did you get your cat from?
de: Woher hast du deine Katze?

# pets_cat_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_cat_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_cat_share
source: Do you share your cat with other people? If so, how many?
de: Teilst du deine Katze mit anderen Personen? Wenn ja, mit wie vielen?

# pets_cat_weight
source: How much does your cat weigh?
de: Wie viel wiegt deine Katze?

# pets_dog
source: Dog
de: Hund

# pets_dog_nutrition
source: How do you feed your dog?
de: Wie fütterst du deinen Hund?

# pets_dog_reference
source: Where did you get your dog from?
de: Woher hast du deinen Hund?

# pets_dog_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_dog_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_dog_share
source: Do you share your dog with other people? If so, how many?
de: Teilst du deinen Hund mit anderen Personen? Wenn ja, mit wie vielen?

# pets_dog_weight
source: How much does your dog weigh?
de: Wie viel wiegt dein Hund?

# pets_fish
source: Fish
de: Fisch

# pets_fish_reference
source: Where did you get your fish from?
de: Woher hast du deinen Fisch?

# pets_fish_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_fish_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_fish_share
source: Do you share your fish with other people? If so, how many?
de: Teilst du deinen Fisch mit anderen Personen? Wenn ja, mit wie vielen?

# pets_horse
source: Horse
de: Pferd

# pets_horse_nutrition
source: How do you feed your horse?
de: Wie fütterst du dein Pferd?

# pets_horse_nutrition_simple
source: Simple
de: Einfach

# pets_horse_reference
source: Where did you get your horse from?
de: Woher hast du dein Pferd?

# pets_horse_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_horse_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_horse_share
source: Do you share your horse with other people? If so, how many?
de: Teilst du dein Pferd mit anderen Personen? Wenn ja, mit wie vielen?

# pets_horse_weight
source: How much does your horse weigh?
de: Wie viel wiegt dein Pferd?

# pets_reptiles
source: Reptile
de: Reptil

# pets_reptiles_reference
source: Where did you get your reptile from?
de: Woher hast du dein Reptil?

# pets_reptiles_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_reptiles_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_reptiles_share
source: Do you share your reptile with other people? If so, how many?
de: Teilst du dein Reptil mit anderen Personen? Wenn ja, mit wie vielen?

# pets_rodent
source: Rodent
de: Nagetier

# pets_rodent_reference
source: Where did you get your rodent from?
de: Woher hast du dein Nagetier?

# pets_rodent_reference_breeding
source: Breeding / Pet store
de: Zucht / Zoohandlung

# pets_rodent_reference_shelter
source: Animal shelter / Adoption
de: Tierheim / Übernahme

# pets_rodent_share
source: Do you share your rodent with other people? If so, how many?
de: Teilst du dein Nagetier mit anderen Personen? Wenn ja, mit wie vielen?

# power_consumption_source
source: Based on what do you have your electricity contract?
de: Auf welcher Grundlage basiert dein Stromvertrag?

# power_consumption_source_green
source: Green Power
de: Ökostrom

# power_consumption_source_mix
source: Power Mix
de: Strommix

# profile_about_me
source: About Me
de: Über mich

# profile_image_delete
source: Delete Profile Picture
de: Profilbild löschen

# profile_image_delete_message
source: Are you sure you want to delete your profile picture?
de: Bist du sicher, dass du dein Profilbild löschen möchtest?

# profile_incorrect_postal_code
source: Invalid Postal Code
de: Ungültige Postleitzahl

# profile_mandatory_fields_hint
source: Mandatory for registered study participants
de: Pflichtfeld für registrierte Studienteilnehmer:innen

# profile_name_unknown
source: Unknown
de: Unbekannt

# profile_postal_code
source: Postal Code
de: Postleitzahl

# profile_test_user_activate
source: I am a registered study participant
de: Ich bin registrierte:r Studienteilnehmer:in

# profile_test_user_deactivate
source: Withdraw registration as a study participant
de: Registrierung als Studienteilnehmer:in zurücknehmen

# profile_test_user_deactivate_message
source: Are you sure you want to withdraw as a study participant? By doing so, you will leave the University of Kassel's study, and your access credentials will be reset.
de: Bist du sicher, dass du dich als Studienteilnehmer:in wieder abmelden möchtest? Du verlässt damit die Studie der Universität Kassel und deine Zugangsdaten werden zurückgesetzt.

# profile_test_user_federal_state
source: Federal State
de: Bundesland

# profile_test_user_federal_state_validate
source: Please select a federal state
de: Bitte gib ein Bundesland an

# profile_test_user_password
source: Password
de: Passwort

# profile_test_user_password_empty
source: Please provide the password
de: Bitte gib das Passwort an

# profile_test_user_password_wrong
source: Invalid password
de: Passwort ungültig

# profile_test_user_token
source: Access Key
de: Zugangsschlüssel

# profile_test_user_token_validate
source: Please provide your access key
de: Bitte gib deinen Zugangsschlüssel an

# projects_donations_info
source: kg CO₂e emissions are saved annually thanks to your support for projects
de: kg CO₂e Emissionen werden dank deiner Unterstützung von Projekten jährlich eingespart

source: Public
de: Öffentlich

# public_general_information
source: General Information
de: Allgemeine Informationen

# public_general_information_description
source: In this category, emissions caused by providing public infrastructure are allocated to an average citizen in Germany. There is no direct possibility for citizens to influence this sector.
de: In dieser Kategorie werden jene Emissionen einem durchschnittlichen Bürger in Deutschland zugeordnet, die durch die Bereitstellung der öffentlichen Infrastruktur verursacht werden. Es besteht keine direkte Möglichkeit, diesen Sektor als Bürger zu beeinflussen.

# public_kassel
source: Public Emissions Kassel
de: Öffentliche Emissionen Kassel

source: Public Properties
de: Öffentliche Einrichtungen

# public_properties_description
source: Public properties are buildings and services necessary for the maintenance and organization of municipal operations. Examples include municipal administration buildings such as the town hall, as well as medical facilities, fire department, police, schools, etc.
de: Öffentliche Einrichtungen sind Gebäude und Dienstleistungen, die für die Aufrechterhaltung und Organisation des kommunalen Betriebs notwendig sind. Beispiele hierfür sind die städtischen Verwaltungsgebäude wie das Rathaus, aber auch medizinische Einrichtungen, die Feuerwehr, die Polizei, Schulen usw.

source: Public Transport
de: Öffentlicher Verkehr

# public_transport_distance_bus_long
source: How many kilometers do you travel by bus (long-distance) on average per year?
de: Wie viele Kilometer fährst du durchschnittlich pro Jahr mit dem Bus (Fernverkehr)?

# public_transport_distance_bus_long_unit
source: km / year
de: km / Jahr

# public_transport_distance_bus_near
source: How many kilometers do you travel by bus (local transport) on average per year?
de: Wie viele Kilometer fährst du durchschnittlich pro Jahr mit dem Bus (Nahverkehr)?

# public_transport_distance_bus_near_unit
source: km / year
de: km / Jahr

# public_transport_distance_general
source: General distance
de: Strecke allgemein

# public_transport_distance_general_unit
source: km / year
de: km / Jahr

# public_transport_distance_train_long
source: How many kilometers do you travel by train (long-distance) on average per year?
de: Wie viele Kilometer fährst du durchschnittlich pro Jahr mit dem Zug (Fernverkehr)?

# public_transport_distance_train_long_unit
source: km / year
de: km / Jahr

# public_transport_distance_train_near
source: How many kilometers do you travel by train (local transport) on average per year?
de: Wie viele Kilometer fährst du durchschnittlich pro Jahr mit dem Zug (Nahverkehr)?

# public_transport_distance_train_near_unit
source: km / year
de: km / Jahr

# purchasing_behavior
source: Which products/foods do you mainly consume for daily use?
de: Welche Produkte/Lebensmittel konsumierst du hauptsächlich für den täglichen Gebrauch?

# purchasing_behavior_bio
source: Organic products
de: Bioprodukte

# purchasing_behavior_own_cultivation
source: Own cultivation
de: Eigenanbau

# purchasing_behavior_regional
source: Regional products
de: Regionale Produkte

# purchasing_behavior_regional_seasonal
source: Regional + seasonal products
de: Regionale + saisonale Produkte

# purchasing_behavior_supermarket
source: Conventional supermarket products
de: Konventionelle Supermarktprodukte

# quiz_repeat_message
source: Would you like to repeat this quiz question?
de: Möchtest du diese Quiz Frage noch einmal wiederholen?

# quiz_repeat_title
source: Repeat quiz question
de: Quiz Frage wiederholen

# quiz_result_correct_answer
source: Great! Your answer was correct 🎉
de: Stark! Deine Antwort war richtig 🎉

# quiz_result_wrong_answer
source: Too bad! Your answer was incorrect 🤓
de: Schade! Deine Antwort war leider nicht richtig 🤓

# remove_calculator_group_input_content
source: Are you sure you want to remove this entry?
de: Bist du sicher, dass du diesen Eintrag entfernen möchtest?

# remove_calculator_group_input_title
source: Remove Entry
de: Eintrag entfernen

# renovation_since_construction
source: Has your building undergone energy-efficient renovations since construction?
de: Wurde dein Gebäude seit der Errichtung energetisch saniert?

# revoke_deletion_request_question
source: Do you really want to revoke the request to delete your account? By confirming, you can continue using the app, and your data and progress will remain intact.
de: Möchtest du die Anfrage zum Löschen deines Accounts wirklich rückgängig machen? Durch Bestätigung kannst du die App weiter nutzen, deine Daten und dein Fortschritt bleiben bestehen.

# revoke_deletion_request_title
source: Revoke Request
de: Anfrage widerrufen

# reward_advent_calendar_card_loading
source: It may take a moment for your reward to be redeemed...
de: Es kann einen Moment dauern, bis deine Belohnung eingelöst ist...

# reward_advent_calendar_card_note
source: Click on the image to redeem the reward
de: Zum Einlösen auf das Bild klicken

# reward_advent_calendar_card_note_redeemed
source: Go to your city here
de: Hier geht's zu deiner Stadt

# reward_advent_calendar_card_title
source: New Reward
de: Neue Belohnung

# reward_advent_calendar_card_title_redeemed
source: Reward has been redeemed
de: Belohnung wurde eingelöst

# reward_assigned
source: Received New Reward
de: Neue Belohnung erhalten

# rewards_current_points
source: My Climate Points:
de: Meine Klimapunkte:

# rewards_dashboard_headline
source: My City
de: Meine Stadt

# rewards_dashboard_hint
source: Complete challenges to collect rewards and make your city greener.
de: Erfülle Challenges, um Belohnungen zu sammeln und deine Stadt immer grüner werden zu lassen.

# rewards_required_points
source: Required Climate Points:
de: Benötigte Klimapunkte:

# rewards_success_code
source: Congratulations! Use the following code to redeem the discount:
de: Du hast es geschafft! Nutze folgenden Code, um den Rabatt einzulösen:

# rewards_success_screen
source: Congratulations! Show this screen to redeem the discount.
de: Du hast es geschafft! Zeige diesen Screen, um den Rabatt einzulösen.

# rewards_unlock
source: Unlocking at
de: Freischaltung ab

# rewards_unlock_points
source: Climate Points
de: Klimapunkte

# save_calculator_section_content
source: Do you want to save your changes and overwrite currently saved values?
de: Möchtest du deine Änderungen wirklich speichern und aktuell gespeicherte Werte überschreiben?

# save_calculator_section_title
source: Update Values
de: Werte aktualisieren

source: Scooter
de: Roller
