Repository: twigbit/klimo
Catalog: lib/l10n/app_*.arb
Languages: de

# scooter_distance
source: How many kilometers do you travel on average per year?
de: Wie viele Kilometer legst du durchschnittlich pro Jahr zurück?

# scooter_distance_unit
source: km / year
de: km / Jahr

# scooter_escooter
source: Electric scooter
de: Elektrischer Roller

# scooter_kick
source: Kick scooter
de: Tretroller

# scooter_property
source: Do you own a scooter or use scooter-sharing services?
de: Hast du einen eigenen Roller oder nutzt du Rollersharing-Angebote?

# scooter_property_own
source: Own scooter
de: Eigenen Roller

# scooter_property_sharing
source: Scooter-sharing service
de: Rollersharing-Angebot

# scooter_type
source: What type of scooter do you use?
de: Welche Art von Roller nutzt du?

# secondary_generation
source: Does your building have supplementary secondary generation for electricity, heat, or hot water demand?
de: Verfügt dein Gebäude über unterstützende sekundäre Erzeugung für Strom, Wärme oder Warmwasserbedarf?

# secondary_generation_electricity
source: Electricity: Photovoltaic
de: Strom: Photovoltaik

# secondary_generation_electricity_power
source: What is the annual generation?
de: Wie hoch ist die jährliche Erzeugung?

# secondary_generation_heat
source: Heat: Heat pump
de: Wärme: Wärmepumpe

# secondary_generation_heat_power
source: What is the annual generation?
de: Wie hoch ist die jährliche Erzeugung?

# secondary_generation_solar_thermal
source: Heat: Solar thermal
de: Wärme: Solarthermie

# secondary_generation_solar_thermal_power
source: What is the annual generation?
de: Wie hoch ist die jährliche Erzeugung?

# settings_about_klimo
source: About klimo
de: Über klimo

# settings_account_headline
source: Account
de: Konto

# settings_action
source: Register Action
de: Aktion anmelden

# settings_approvals_headline
source: Consents & Privacy
de: Zustimmungen & Datenschutz

# settings_communities_headline
source: Communities & Initiatives
de: Communities & Initiativen

# settings_contact
source: Contact
de: Kontakt

# settings_feedback
source: Feedback & Suggestions
de: Feedback & Vorschläge

# settings_general_headline
source: General
de: Allgemein

# settings_headline
source: Settings
de: Einstellungen

# settings_help
source: Help / FAQ
de: Hilfe / FAQ

# settings_imprint
source: Imprint
de: Impressum

# settings_join_switch_community
source: Join Community
de: Community beitreten

# settings_join_switch_department
source: Join Group (District)
de: Gruppe (Stadtteil) beitreten

# settings_more_headline
source: More
de: Mehr

# settings_partner
source: A project by:
de: Ein Projekt von:

# settings_privacy_policy
source: Privacy Policy
de: Datenschutzinformationen

# settings_profile_edit
source: Edit Profile
de: Profil bearbeiten

# settings_profile_headline
source: My Profile
de: Mein Profil

# settings_share
source: Invite Friends
de: Freunde einladen

# settings_share_data
source: Share Data
de: Daten teilen

# settings_share_data_description
source: We would like to use your data in an anonymized form and evaluate it in scientific studies on climate and behavioral changes.
de: Wir möchten deine Daten anonymisiert nutzen und in wissenschaftlichen Studien zum Thema Klima und Verhaltensänderungen auswerten.

# settings_terms_of_use
source: Terms of Use
de: Nutzungsbedingungen

# settings_tutorial
source: Watch Tutorial
de: Tutorial ansehen

# share_message
source: Help us promote regional climate protection! Learn how:
de: Hilf uns, regionalen Klimaschutz zu fördern! Erfahre hier wie:

source: Shopping
de: Konsum

# sign_in_apple
source: Continue with Apple
de: Mit Apple fortfahren

# sign_in_button
source: Sign In
de: Anmelden

# sign_in_google
source: Continue with Google
de: Mit Google fortfahren

# sign_in_mail
source: Enter your email address to continue
de: Gib deine E-Mail Adresse an, um fortzufahren

# sign_in_mail_info
source: We've sent you an email with a magic link. To complete your registration successfully, please open this link directly on your phone.
de: Wir haben dir eine E-Mail mit einem magischen Link gesendet. Um deine Anmeldung erfolgreich abzuschließen, öffne diesen Link bitte direkt auf deinem Telefon.

# sign_in_mail_info_1
source: We have sent you an email with a magic link. To complete your registration, please open the link in the email
de: Wir haben dir eine E-Mail mit einem magischen Link gesendet. Um deine Anmeldung erfolgreich abzuschließen, öffne den Link in der E-Mail bitte

# sign_in_mail_info_2
source: directly on your phone.
de: direkt auf deinem Telefon.

# sign_in_open_mail
source: Open Email App
de: E-Mail App öffnen

# sign_in_other_providers
source: Or use one of the following options
de: Oder verwende eine der folgenden Möglichkeiten

# sign_in_receive_mail
source: You've received an email
de: Du hast eine E-Mail erhalten

# sign_in_resend_mail
source: Resend Email
de: E-Mail erneut senden

# sign_in_skip_message
source: Do you really want to continue anonymously? If you skip registration, your data cannot be restored after logging out or losing your device.
de: Möchtest du wirklich anonym fortfahren? Wenn du die Anmeldung überspringst, können nach Abmeldung oder Verlust deines Geräts deine Daten nicht wieder hergestellt werden.

# sign_in_skip_title
source: Continue Anonymously
de: Anonym fortfahren

# sign_in_title
source: Please Sign In.
de: Bitte melde dich an.

# sign_out_message
source: Do you really want to sign out?
de: Möchtest du dich wirklich abmelden?

# sign_out_title
source: Sign Out
de: Abmelden

# specific_final_energy_requirement
source: If possible, specify your final energy demand.
de: Falls möglich, gib deinen Endenergiebedarf an.

# specific_heating_requirement
source: If possible, specify your heating energy demand.
de: Falls möglich, gib deinen Heizwärmebedarf an.

# story_no_page
source: No pages available
de: Keine Seiten vorhanden

# teams_select_title
source: Choose Your Team
de: Wähle dein Team

# traffic_signals_street_lighting
source: Traffic signals and street lighting
de: Verkehrsampeln und Straßenbeleuchtung

# type_of_renovation
source: If yes, select the corresponding components (multiple selections are possible)
de: Falls ja, wähle die entsprechenden Komponenten aus (mehrere Auswahlmöglichkeiten sind möglich)

# type_of_renovation_basement_ceiling
source: Floor / Basement ceiling
de: Boden / Kellerdecke

# type_of_renovation_facade
source: Facade
de: Fassade

# type_of_renovation_roof
source: Roof
de: Dach

# type_of_renovation_window
source: Windows
de: Fenster

# update_calculator_section
source: Update Data
de: Angaben aktualisieren

# update_calculator_section_message
source: Update your data for the category
de: Aktualisiere hier deine Angaben für den Bereich

# update_compensation_section_message
source: Update your CO₂ emissions offset information here
de: Aktualisiere hier deine Angaben zum Ausgleich von CO₂-Emissionen

# user_unknown_name
source: You
de: Du

source: Vacation
de: Urlaub

# vacation_active
source: Active vacation
de: Aktivurlaub

# vacation_active_accommodation
source: How are you accommodated at the vacation destination?
de: Wie bist du am Urlaubsort untergebracht?

# vacation_active_accommodation_hostel
source: Hostel / Youth hostel
de: Hostel / Jugendherberge

# vacation_active_accommodation_vacation_home
source: Holiday home / Vacation apartment
de: Ferienhaus / Ferienwohnung

# vacation_active_days
source: How many days does your vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_active_destination
source: How far is your place of residence from your vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_active_transport
source: What is your main means of transportation to the vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_active_transport_airplane
source: Airplane
de: Flugzeug

# vacation_active_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_active_transport_train
source: Train
de: Zug

# vacation_balcony
source: Staycation / Vacation at home
de: Balkonien / Heimaturlaub

# vacation_balcony_days
source: How many days does your vacation at home last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_balcony_destination
source: How far is your place of residence from your vacation at home destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_balcony_transport
source: What is your main means of transportation for a vacation at home (staycation)?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_balcony_transport_airplane
source: Airplane
de: Flugzeug

# vacation_balcony_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_balcony_transport_train
source: Train
de: Zug

# vacation_beach
source: Beach & party vacation
de: Strand- & Partyurlaub

# vacation_beach_accommodation
source: How are you accommodated at the beach vacation destination?
de: Wie bist du am Urlaubsort untergebracht?

# vacation_beach_accommodation_hostel
source: Hostel / Youth hostel
de: Hostel / Jugendherberge

# vacation_beach_accommodation_vacation_home
source: Holiday home / Vacation apartment
de: Ferienhaus / Ferienwohnung

# vacation_beach_days
source: How many days does your beach vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_beach_destination
source: How far is your place of residence from your beach vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_beach_transport
source: What is your main means of transportation to the beach vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_beach_transport_airplane
source: Airplane
de: Flugzeug

# vacation_beach_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_beach_transport_train
source: Train
de: Zug

# vacation_cultural
source: Culture & city trip
de: Kultur- & Städtereise

# vacation_cultural_accommodation
source: How are you accommodated at the cultural vacation destination?
de: Wie bist du am Urlaubsort untergebracht?

# vacation_cultural_accommodation_hostel
source: Hostel / Youth hostel
de: Hostel / Jugendherberge

# vacation_cultural_accommodation_vacation_home
source: Holiday home / Vacation apartment
de: Ferienhaus / Ferienwohnung

# vacation_cultural_days
source: How many days does your cultural vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_cultural_destination
source: How far is your place of residence from your cultural vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_cultural_transport
source: What is your main means of transportation to the cultural vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_cultural_transport_airplane
source: Airplane
de: Flugzeug

# vacation_cultural_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_cultural_transport_train
source: Train
de: Zug

# vacation_days_unit
source: Days
de: Tage

# vacation_family
source: Family vacation
de: Familienurlaub

# vacation_family_accommodation
source: How are you accommodated during the family vacation?
de: Wie bist du am Urlaubsort untergebracht?

# vacation_family_accommodation_hostel
source: Hostel / Youth hostel
de: Hostel / Jugendherberge

# vacation_family_accommodation_vacation_home
source: Holiday home / Vacation apartment
de: Ferienhaus / Ferienwohnung

# vacation_family_days
source: How many days does your family vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_family_destination
source: How far is your place of residence from your family vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_family_transport
source: What is your main means of transportation to the family vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_family_transport_airplane
source: Airplane
de: Flugzeug

# vacation_family_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_family_transport_train
source: Train
de: Zug

# vacation_shipping
source: Cruise
de: Kreuzfahrt

# vacation_shipping_days
source: How many days does your cruise vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_shipping_destination
source: How far is your place of residence from your cruise vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_shipping_transport
source: What is your main means of transportation to the cruise vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_shipping_transport_airplane
source: Airplane
de: Flugzeug

# vacation_shipping_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_shipping_transport_train
source: Train
de: Zug

# vacation_skiing
source: Ski vacation
de: Skiurlaub

# vacation_skiing_accommodation
source: How are you accommodated at the ski vacation destination?
de: Wie bist du am Urlaubsort untergebracht?

# vacation_skiing_accommodation_hostel
source: Hostel / Youth hostel
de: Hostel / Jugendherberge

# vacation_skiing_accommodation_vacation_home
source: Holiday home / Vacation apartment
de: Ferienhaus / Ferienwohnung

# vacation_skiing_days
source: How many days does your ski vacation last?
de: Wie viele Tage dauert dein Urlaub?

# vacation_skiing_destination
source: How far is your place of residence from your ski vacation destination?
de: Wie weit ist dein Wohnort von deinem Urlaubsort entfernt?

# vacation_skiing_transport
source: What is your main means of transportation to the ski vacation destination?
de: Was ist dein Hauptverkehrsmittel zum Urlaubsort?

# vacation_skiing_transport_airplane
source: Airplane
de: Flugzeug

# vacation_skiing_transport_own_car
source: Own car
de: Eigenes Auto

# vacation_skiing_transport_train
source: Train
de: Zug

# waste_recycling_management
source: Waste and Recycling Management
de: Abfall und Kreislaufwirtschaft

# waste_recycling_management_description
source: According to the Circular Economy Act, the city is obliged to implement and ensure resource-saving waste and recycling management. In addition to waste disposal and recycling, this also includes the cleaning of wastewater.
de: Gemäß dem Kreislaufwirtschaftsgesetz ist die Stadt verpflichtet, eine ressourcenschonende Abfall- und Kreislaufwirtschaft umzusetzen und sicherzustellen. Neben der Abfallentsorgung und -verwertung umfasst dies auch die Reinigung von Abwasser.

# weight_more_than_120
source: more than 120 kg
de: mehr als 120 kg

# weight_range
source: What weight category do you belong to?
de: Welcher Gewichtsklasse gehörst du an?

# weight_up_to_40
source: 40 kg or less
de: 40 kg oder weniger

# welcome_already_signed_in
source: Already registered?
de: Du bist schon registriert?

# welcome_button_start
source: Let's Go!
de: Los geht's!

# welcome_contact
source: Do you want to contact us?
de: Du möchtest uns kontaktieren?

# welcome_contact_message
source: Send us an email
de: Sende uns eine E-Mail

# welcome_start
source: Get Started Now
de: Jetzt loslegen

# welcome_subtitle
source: With the klimo app for regional climate protection
de: Mit der klimo App zu regionalem Klimaschutz

# welcome_title
source: Welcome
de: Willkommen

# welcome_tutorial_1
source: Engage in regional climate protection with the klimo app. Find out
de: Mit der klimo App zu regionalem Klimaschutz. Erfahre

# welcome_tutorial_2
source: here
de: hier

# welcome_tutorial_3
source: how.
de: , wie das geht.

# work_behavior
source: What is your work behavior?
de: Wie ist dein Arbeitsverhalten?

# work_behavior_hard_work
source: Heavy physical work
de: Schwere körperliche Arbeit

# work_behavior_physically_demanding
source: Physically demanding
de: Körperlich anstrengend

# work_behavior_sitting
source: Sitting
de: Sitzen

# work_behavior_sitting_standing
source: Sitting / Standing
de: Sitzen / Stehen

# work_behavior_sitting_standing_walking
source: Sitting / Standing / Walking
de: Sitzen / Stehen / Gehen

# work_behavior_standing_walking
source: Standing / Walking
de: Stehen / Gehen

source: Year of Renovation
de: Sanierungsjahr
